import React from 'react'

export default function About() {
    return (
        <div style={{padding: "1rem", maxWidth: "700px", margin: "auto"}}>
            <h1>О компании</h1>
            <p>Shop App начала свою деятельность в 2005 году, как интернет магазин сноуборд снаряжения. А все началось со сноуборд-вечеринок, которые мы проводили — это были мероприятия для людей влюбленных в сноуборд.</p>
            <p>Мы выбрали сноуборд, серф, вейкборд, скейт и лонгборд как основные виды активности, которые мы предлагаем и продвигаем. Мы не собираемся останавливаться на этом и постоянно думаем над новыми интересными направлениями. Помимо этого мы предлагаем самый большой выбор катальной и городской одежды, а также отличный выбор обуви для нашего любимого спорта и отдыха. </p>
            <p>Для того, чтобы всегда оставаться «НА ВОЛНЕ», мы участвуем в крупных сноуборд/вейк/скейт/лонг ивентах, которые проводятся в России, обожаем крупные фестивали и выставки такие, как ПИКНИК АФИШИ, FACES and LACES и др. Воплощаем наши самые безумные фантазии, также инициируем строительство сноу/вейк парков и проводим свои собственные соревнования и мероприятия. Мы всегда рады видеть наших клиентов и друзей на наши мероприятиях — это делает их еще ярче, бодрее и веселее. </p>
            <p>Следите за нашими фото и видео-отчетами с мероприятий в нашем блоге. </p>
            <hr/>
            <br/>
            <a href="https://policies.google.com/privacy" target="_blank" rel="noopener noreferrer">Политика конфиденциальности</a>
        </div>
    )
}